<template><div><br/>
<div class="hint-container tip">
<p class="hint-container-title">提示</p>
<p>个人在大学/实习期间，参与过多次的技术类赛事项目，熟练使用各类技术框架，积累了丰富的开发经验。同时兼具着对技术的喜爱，长期对技术源码进行钻研学习吸收其中的设计精髓。尤其对 MyBatis 源码学习后，开发了一款监控 SQL 慢查询以及优化建议插件。并将此插件发布到了 IDEA Plugin 插件市场，半年获得了3000次下载量，获得了非常好的认可，个人也得到了非常多的成长。地址：http://github.com/xxxx/xxxx</p>
</div>
<blockquote>
<p>我是一名热爱技术的Java程序员，自从踏入这个充满挑战与机遇的专业以来，我始终保持着对技术的高度热情和追求。我深信技术的力量可以改变世界，也能够提升个人的专业素养。在日常工作中，我不仅注重个人技能的提升，更致力于跟踪和学习行业内的最新技术动态，如SpringBoot、微服务架构、容器化技术等，以确保自己的技术栈始终保持现代化和竞争力。</p>
</blockquote>
</div></template>


